acpi
acpid
aircrack-ng
albert
alsa-firmware
alsa-plugins
alsa-utils
android-sdk
android-studio
android-tools
android-udev
apache
arandr
arc-gtk-theme
arduino
autoconf
automake
avidemux-qt
bash
bash-completion
bbswitch
beep
binutils
bison
blueberry
bluez
bluez-utils
bumblebee
bzip2
cairo
calibre
cbatticon
cheese
clipit
compton
conky
coreutils
crda
crunch
cryptsetup
ctags
cuda
cudahashcat
ddrescue
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
dosbox
dosfstools
dunst
e2fsprogs
efibootmgr
elinks
emmet-vim-git
epson-inkjet-printer-escpr
evince
f2fs-tools
fakeroot
fbpdf-git
feh
ffmpegthumbnailer
file
filesystem
findutils
firefox
flex
font-mathematica
gamin
gawk
gcc
gcc-fortran
gcc-libs
gdb
gettext
gimp
git
glibc
glxosd
gnome-boxes
gnome-calculator
gnome-calendar
gnome-clocks
gnome-screenshot
gnome-themes-extra
gnome-video-effects
google-chrome
google-play-music-desktop-player-bin
gparted
grep
groff
grub
grub2-theme-vimix-git
gtk-engine-murrine
gtk-engines
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvim
gzip
hashcat
hashcat-utils
htop
i3-wm
i3blocks
i3lock
i3status
ifplugd
imagemagick
inetutils
intel-ucode
ipcalc
iproute2
iputils
iw
java-openjfx
jdk8-openjdk
jfsutils
jq
jre9-openjdk
laptop-mode-tools
lazarus
lazarus-qt5
less
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libldap
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-openal
lib32-primus
lib32-sdl2
lib32-v4l-utils
lib32-virtualgl
lib32-vulkan-icd-loader
libgsf
libinput-gestures
libreoffice-fresh
libtool
licenses
links
linux
llvm
logrotate
lsb-release
lvm2
lwks
lxappearance
lynx
m4
macchanger
make
man-db
man-pages
mariadb
mdadm
mencoder
mesa
mesa-demos
moka-icon-theme
mutt
nano
netctl
nmap
noto-fonts-emoji
ntfs-3g
ntp
numlockx
nvdock-bumblebee
nvidia
nvidia-settings
nvim-r
obexfs
ocl-icd
opencl-headers
opencl-nvidia
openjdk7-src
openjdk8-doc
openjdk8-src
openjdk9-src
openssh
os-prober
otf-font-awesome
p7zip
pacman
pamixer
parted
patch
pavucontrol
pciutils
pcmciautils
perl
phonon-qt4-vlc
php
php-apache
php-mcrypt
php53
php53-apache
php53-cgi
php53-dblib
php53-embed
php53-enchant
php53-fpm
php53-gd
php53-imap
php53-intl
php53-ldap
php53-mcrypt
php53-mssql
php53-odbc
php53-pear
php53-pgsql
php53-pspell
php53-snmp
php53-sqlite
php53-tidy
php53-xsl
php56
php56-apache
php56-cgi
php56-dblib
php56-embed
php56-enchant
php56-fpm
php56-gd
php56-imap
php56-intl
php56-ldap
php56-mcrypt
php56-mssql
php56-odbc
php56-pear
php56-pgsql
php56-phpdbg
php56-pspell
php56-snmp
php56-sqlite
php56-tidy
php56-xsl
phpmyadmin
pkg-config
playerctl
primus
procps-ng
psmisc
pv
pwgen
python-pip
python2-nfqueue
python2-pip
python35
qbittorrent
qemu
qemu-arch-extra
qt4pas
r
ramme
ranger
rar
raw-thumbnailer
reflector
reiserfsprogs
rhythmbox
rofi
ruby
s-nail
samba
screenfetch
sed
shadow
skype-electron
speedtest-cli
spotify
steam
sudo
sysfsutils
system-san-francisco-font-git
systemd-numlockontty
systemd-sysvcompat
tar
tcpdump
teamviewer
telegram-desktop
terminator
texinfo
thunar
tk
tmux
tomcat-native
tor
torsocks
totem
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-indic-otf
ttf-ms-fonts
tumbler
unixbench
unrar
unzip
usbutils
util-linux
vi
vim-auto-pairs
vim-jedi
vim-molokai
vim-youcompleteme-git
vlc
volnoti
vsftpd
vundle
w3m
weechat
wget
whatsapp-web-desktop
which
wine-staging
wireshark-cli
wireshark-gtk
wmctrl
wpa_actiond
wpa_supplicant
wps-office
wps-office-extension-english-uk-dictionary
xautolock
xdotool
xf86-video-intel
xfsprogs
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xkill
xorg-xvinfo
xosd
yaourt
youtube-dl
